Repository: elementary/settings-power
Catalog: po/extra/*.po
Languages: ca, de, es, fr, hu, nl, pl, sv, tr, uk, zh_tw

source: Power Settings
ca: Paràmetres de l'energia
de: Energieeinstellungen
es: Configuración de Energía
fr: Paramètres d'alimentation
hu: Energiagazdálkodási beállítások
nl: Stroom instellingen
pl: Ustawienia zasialania
sv: Ströminställningar
tr: Güç Ayarları
uk: Налаштування живлення
zh_tw: 電源設定值

source: Configure display brightness, power buttons, and suspend behavior
ca: Configureu la brillantor de la pantalla, els botons d'engegar i el comportament de la suspensió.
de: Bildschirmhelligkeit, Ein-/Ausschalter und Energiesparverhalten einrichten
es: Configure el brillo de pantalla, los botones de encendido y el comportamiento al suspender
fr: Configurer la luminosité de l'écran, le comportement des boutons allumer et mise en veille
hu: A kijelző fényerejének, a bekapcsológomb viselkedésének és a felfüggesztési opciók beállítása
nl: Configureer schermhelderheid, stroomknoppen en slaapstand
pl: Konfiguruj jasność ekranu, zachowanie przycisków zasilania i trybu usypiania
sv: Konfigurera skärmens ljusstyrka, strömknappar och strömsparlägen
tr: Ekran parlaklığı, güç düğmeleri ve askıya alma davranışını yapılandırın
uk: Налаштування яскравості екрана, кнопок живлення та поведінки переходу в режим сну
zh_tw: 調整顯示器亮度、電源按鈕、暫停行為等設定

source: Minor updates:
ca: Actualitzacions menors:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
uk: Незначні оновлення:
zh_tw: 小型更新：

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлені переклади
zh_tw: 翻譯更新

source: New features:
ca: Característiques noves:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
nl: Nieuwe functies:
pl: Nowe funkcje:
sv: Nya funktioner:
tr: Yeni özellikler:
uk: Нові функції:
zh_tw: 新功能：

source: Show computer batteries and batteries for connected devices
ca: Mostra les bateries de l'ordinador i les bateries dels dispositius connectats
es: Ahora se muestran baterías de computadoras y dispositivos conectados
fr: Affichage de la batterie de l'ordinateur et des appareils connectés
hu: A számítógép és a csatlakoztatott eszközök akkumulátorának kijelzése
nl: Toon de batterijen van de computer en die van aangesloten apparaten
pl: Wyświetlane są teraz baterie komputera oraz podłączonych urządzeń
sv: Visa datorbatterier och batterier för anslutna enheter
uk: Показ акумуляторів комп'ютера та акумуляторів підключених пристроїв
zh_tw: 顯示電腦和已連接裝置的電池資訊

source: Fix a potential freeze when getting advanced permissions
ca: Correcció d'una possible congelació en obtenir permisos avançats
es: Se corrigió un posible bloqueo al obtener permisos avanzados
fr: Correction d'un blocage potentiel lors de la récupération des permissions avancées
hu: Lehetséges fagyás javítása haladó engedélyek kérésekor
nl: Een mogelijke vastloper verholpen bij het verkrijgen van geavanceerde rechten
pl: Naprawiono potencjalne zawieszenie przy zdobywaniu zaawansowanych uprawnień
sv: Åtgärdat en potentiell frysning med avancerade behörigheter
uk: Виправлено ймовірні зависання, коли надаються розширені дозволи
zh_tw: 修正取得進階權限時可能卡住的問題

source: Add power profile management
ca: Addició de la gestió del perfil d'energia
de: Verwaltung von Leistungsprofilen hinzufügen
es: Ahora se puede gestionar energía mediante perfiles
fr: Ajouter la gestion des profils d'alimentation
hu: Lehetőség energiakezelési mód beállítására
nl: Energieprofielbeheer toevoegen
pl: Dodano zarządzanie profilem energii
sv: Lägg till hantering av strömprofiler
tr: Güç profili yönetimi eklendi
uk: Додано профіль керування енергоспоживанням
zh_tw: 新增電源設定檔管理

source: Add toggle for showing battery percentage in Panel
ca: Addicció de commutació per a mostrar el percentatge de la bateria al plafó
de: Schalter für Batterieanzeige in Prozent im Panel hinzugefügt
es: Se agregó un botón para poder mostrar el porcentaje de la batería en el Panel
fr: Ajout d'une option pour afficher le pourcentage de la batterie dans le panneau
hu: Kapcsoló az akkumulátor töltöttségének kijelzéséhez az állapotsoron
nl: Schakelaar toevoegen voor het tonen van het batterijpercentage in het paneel
pl: Dodano przełącznik pokazywania procent baterii w panelu
sv: Lägg till växling för att visa batteriprocent i panelen
uk: Додано перемикач показу відсотків заряду акумулятора на панелі
zh_tw: 新增在面板上顯示電池百分比的開關

source: Fix a potential issue with resuming from sleep
ca: Correcció d'un problema potencial en despertar
de: Behebt einen Fehler beim Aufwachen aus dem Standby
es: Se corrigió un posible problema al resumir de un reposo
fr: Correction d'un problème potentiel lors de la sortie de veille
hu: Az alvó módból való visszatéréskor jelentkező lehetséges fagyás javítva
nl: Een mogelijk probleem verholpen bij hervatting na slaapstand
pl: Naprawiono potencjalny problem przy wybudzaniu urządzenia
sv: Åtgärdat ett potentiellt problem med återhämtning från viloläge
uk: Виправлено ймовірну можливість самостійного пробудження
zh_tw: 修正從睡眠中喚醒時可能發生的某個問題

source: Change lid settings without restarting
ca: Canvi de la configuració de la tapa sense reiniciar
de: Klappeneinstellungen ohne Neustart ändern
es: Se pueden cambiar el comportamiento de la tapa sin tener que reiniciar
fr: Modifier les paramètres du capot sans redémarrer
hu: A fedélbeállítások módosítása újraindítás nélkül
nl: Wijzig de dekselinstellingen zonder te herstarten
pl: Możliwość zmiany ustawień klapki bez ponownego uruchamiania
sv: Ändra lockets inställningar utan omstart
tr: Yeniden başlatmadan kapak ayarlarını değiştirin
uk: Зміна налаштувань дії закривання кришки без перезавантаження
zh_tw: 讓上蓋設定不用重新啟動就能套用

source: Show in search results for "sleep" and "timeout"
ca: Es mostren els resultats de cerca per a dormir i temps d'espera
de: Zeige in Suchergebnissen für "Bereitschaftsmodus" und "Verzögerung"
es: Ahora aparece en los resultados de búsqueda al buscar «reposo» y «tiempo de espera»
fr: Apparaît dans les résultats de recherche pour « sleep » et « timeout »
hu: Megjelenítés a keresési találatokban többféle kulcsszó beírása után
nl: Toon zoekresultaten voor "slaap" en "time-out"
pl: Pokazano w wynikach wyszukiwania rezultaty dla „uśpienia” oraz „czas nieaktywności”
sv: Visa i sökresultat för "sleep" och "timeout"
tr: "uyku" ve "zaman aşımı" seçeneklerini arama sonuçlarında göster
uk: До результатів пошуку додано «сон» і «час»
zh_tw: 顯示在 sleep（睡眠）和 timeout（逾時）的搜尋結果中

source: Fix potential freeze when changing settings from multiple panes
ca: Correcció de la congelació potencial quan es canvia la configuració des de diversos taulers
de: Mögliches Einfrieren verhindert, das beim Ändern von Einstellungen auf mehreren Reitern auftrat
es: Se corrigió un posible bloqueo al modificar opciones de diversos paneles
fr: Correction d'un blocage potentiel lors de la modification de paramètre depuis plusieurs volets
hu: Lehetséges fagyás javítása a többféle helyről való beállítások változtatásakor
nl: Een probleem verholpen met het wijzigen van instellingen vanuit meerdere deelvensters
pl: Naprawiono potencjalne zawieszenie przy zmianie ustawień z wielu paneli
sv: Fixar potentiell frysning när du ändrar inställningar från flera paneler
tr: Ayarları birden çok bölmeden değiştirirken oluşabilecek potansiyel donma düzeltildi
uk: Виправлено ймовірні зависання під час зміни налаштувань у кількох панелях
zh_tw: 修正從多個面板修改設定時可能發生的當機

source: Remove broken hibernate option
tr: Bozuk olan hazırda beklet seçeneği kaldırıldı

source: Add prompt to shutdown to power button actions
tr: Güç düğmesi eylemlerine kapatmadan önce sor seçeneği eklendi
