Repository: elementary/settings-power
Catalog: po/*.po
Languages: ckb, cs, da, id, mr, ms, sk

source: Manage power settings
ckb: بەڕێوەبردنی ڕێکخستنەکانی وزە
cs: Spravovat nastavení napájení
da: Administrer strømindstillinger
id: Kelola pengaturan daya
mr: पॉवर सेटिंग्ज व्यवस्थापित करा
sk: Spravujte nastavenia napájania

source: Authentication is required to manage power settings
ckb: پێویستە بیسەلمێنیت کە بەڕێوەبەریت بۆ بەڕێوەبردنی ڕێکجستنەکانی وزە
cs: Pro nastavení napájení je vyžadováno ověření uživatele
da: Godkendelse er påkrævet for at administrere strømindstillinger
id: Otentikasi diperlukan untuk mengatur pengaturan daya
mr: पॉवर सेटिंग्ज व्यवस्थापित करण्यासाठी प्रमाणीकरण आवश्यक आहे
ms: Pengesahihan diperlukan untuk mengurus tetapan kuasa
sk: Pre zmenu nastavení napájania je potrebné overenie

source: You do not have permission to change this
mr: आपल्याला हे बदलण्याची परवानगी नाही
ms: Anda tidak mempunyai keizinan untuk mengubah ini

source: Display brightness:
ckb: ڕووناکی ڕوونما:
cs: Jas displeje:
da: Lysstyrke:
id: Kecerahan layar:
mr: प्रदर्शनाचा ब्राइटनेस:
ms: Kecerahan paparan:
sk: Jas obrazovky:

source: Automatically adjust brightness:
ckb: ڕێکخستنی ڕووناکی خۆکارانە:
cs: Automaticky přizpůsobit jas:
da: Juster lysstyrke automatisk:
id: Secara otomatis mengatur kecerahan:
mr: ब्राइटनेस स्वयंचलितपणे समायोजित करा:
ms: Laras kecerahan secara automatik:
sk: Automatická úprava jasu:

source: When lid is closed:
ckb: کاتێک ڕوونماکە دادەدەیەوە:
cs: Když je víko zavřeno:
da: Når låget er lukket:
id: Ketika lid ditutup:
mr: झाकण बंद असताना:
ms: Bila penutup ditutup:
sk: Ak je veko zatvorené:

source: When lid is closed with external monitor:
ckb: کاتێک ڕوونماکە دادراوەتەوە لەگەڵ مۆنیتەرێکی دەرەکی:
cs: Když je víko zavřeno a připojen externí monitor:
da: Når låget er lukket med ekstern skærm:
id: Ketika lid ditutup dengan monitor eksternal:
mr: बाह्य मॉनिटरसह झाकण बंद असताना:
ms: Jika penutup ditutup dengan monitor luar:
sk: Ak je veko zatvorené a pripojený externý monitor:

source: Some settings require administrator rights to be changed
mr: काही सेटिंग्जसाठी प्रशासकीय अधिकार बदलण्याची आवश्यकता आहे
ms: Beberapa tetapan memerlukan hak pentadbir yang perlu diubah

source: Turn off display when inactive for:
ckb: ڕوونماکە بکوژێنەوە کاتێک ناچالاک بوو بۆ ماوەی:
cs: Vypnout obrazovku, když je neaktivní po dobu:
da: Sluk skærmen ved inaktivitet i:
id: Matikan tampilan saat tidak aktif untuk:
mr: पर्यंत निष्क्रिय असताना प्रदर्शन बंद करा:
ms: Matikan paparan jika tidak aktif selama:
sk: Vypnúť monitor, ak je neaktívny po dobu:

source: Power button:
da: Tænd/sluk-knap:
mr: पॉवर बटण:
ms: Butang kuasa:
sk: Tlačidlo napájania:

source: Suspend when inactive for:
ckb: بیوەستێنە کاتێک ناچالاکە بۆ ماوەی:
cs: Uspat, když je neaktivní po dobu:
da: Suspension når inaktiv i:
id: Tidur bila tidak aktif untuk:
mr: पर्यंत निष्क्रिय असेल तेव्हा निलंबित करा:
sk: Uspať, ak je neaktívny po dobu:

source: Plugged In
ckb: وزە وەردەگرێت
cs: Připojeno
da: Tilsluttet
id: Tersambung ke Listrik
mr: प्लग इन
ms: Dipalam Masuk
sk: Pripojené

source: On Battery
ckb: لەسەر پاتری
cs: Z baterie
da: På batteri
id: Pada daya baterai
mr: बॅटरी
ms: Mod Bateri
sk: Na batérii

source: Some changes will not take effect until you restart this computer
ckb: هەندێک لە گۆڕانکارییەکان ناچنە جێبەجێ بوونەوە هەتا کۆمپیتەرەکەت پێ نەکەیتەوە
cs: Některé změny se neprojeví dokud nerestartujete tento počítač
da: Nogle ændringer vil ikke træde i kræft før du genstarter computeren
id: Beberapa perubahan tidak akan berpengaruh sampai Anda memulai ulang komputer ini
mr: आपण हे संगणक रीस्टार्ट करेपर्यंत काही बदल प्रभावी होणार नाहीत
ms: Beberapa perubahan tidak akan berkesan sehinggalah anda memulakan semula komputer ini
sk: Niektoré zmeny sa prejavia až po reštarte počítača

source: Power
ckb: وزە
cs: Napájení
da: Strøm
id: Daya
mr: ऊर्जा
ms: Kuasa
sk: Napájanie

source: Configure display brightness, power buttons, and suspend behavior
ckb: ڕووناکی ڕوونما و دوگمەکانی وزە و ڕەفتاری وەستاندن بەڕێوەبەرە
cs: Nastavuje jas obrazovky, tlačítka napájení a chování uspávání
da: Konfigurer skærmens lysstyrke, tænd / sluk-knapper og suspenderings opførsel
id: Konfigurasi kecerahan tampilan, tombol daya, dan perilaku tidur
mr: डिस्प्ले ब्राइटनेस, पॉवर बटणे आणि निलंबन वर्तन कॉन्फिगर करा
sk: Nastavujte jas obrazovky, tlačidlá napájania a správanie uspávania

source: Suspend button
ckb: دوگمەی وەستاندن
cs: Tlačítko uspání
da: Suspender knap
id: Tombol tidur
mr: निलंबन बटण
sk: Tlačidlo uspania

source: Power button
da: Strømknap
mr: पॉवर बटण
ms: Butang kuasa
sk: Tlačidlo napájania

source: Display inactive
ckb: ناچالاکی ڕوونما
cs: Neaktivní displej
da: Skærmen er inaktiv
id: Tampilan tidak aktif
mr: निष्क्रिय प्रदर्शन
ms: Papar tidak aktif
sk: Neaktívna obrazovka

source: Dim display
ckb: کەم کردنەوەی ڕەونەقی ڕوونما
cs: Ztmavit displej
da: Nedton skærm
id: Tampilan dim
mr: मंद प्रदर्शन
ms: Malapkan paparan
sk: Stmaviť obrazovku

source: Lid close
ckb: داخستنی ڕوونما
cs: Zavření víka
da: Låg lukning
id: Tutup lid
mr: बंद झाकण
ms: Tutup penutup
sk: Zatvorenie veka

source: Display brightness
ckb: ڕووناکی ڕوونما
cs: Jas displeje
da: Skærmens lysstyrke
id: Tampilkan kecerahan
mr: प्रदर्शन ब्राईटनेस
ms: Papar kecerahan
sk: Jas obrazovky

source: Automatic brightness adjustment
ckb: ڕێکخستنی ڕووناکی خۆکارانە
cs: Automatické přizpůsobení jasu
da: Automatisk justering af lysstyrke
id: Penyesuaian kecerahan otomatis
mr: स्वयंचलित ब्राईटनेस समायोजन
ms: Pelarasan kecerahan secara automatik
sk: Automatická úprava jasu

source: Inactive display off
ckb: شاشەی ناچالاك کوژاوەتەوە
cs: Vypnutý neaktivní displej
da: Inaktiv skærm fra
id: Tampilan tidak aktif
mr: निष्क्रिय प्रदर्शन बंद
ms: Paparan tidak aktif dimatikan
sk: Vypnutá neaktívna obrazovka

source: Docked lid close
cs: Zavření víka při připojeném doku
da: Dokket låg lukket
id: Tutup lid dok
mr: डॉक केलेले झाकण बंद
ms: Penutup terlabuh ditutup
sk: Zatvorenie veka pri pripojenom doku

source: Suspend inactive
ckb: وەستاندن ناچالاکە
cs: Uspat neaktivní
da: Suspension inaktiv
id: Tidur tidak aktif
mr: निष्क्रिय निलंबित
sk: Uspať neaktívne

source: Never
ckb: هەرگیز
cs: Nikdy
da: Aldrig
id: Jangan
mr: कधीही नाही
ms: Abaikan
sk: Nikdy

source: 5 min
ckb: ٥ خولەک
id: 5 menit
mr: 5 मिनिटे

source: 10 min
ckb: ١٠ خولەک
id: 10 menit
mr: 10 मिनिटे

source: 15 min
ckb: ١٥ خولەک
id: 15 menit
mr: 15 मिनिटे

source: 30 min
ckb: ٣٠ خولەک
id: 30 menit
mr: 30 मिनिटे

source: 45 min
ckb: ٤٥ خولەک
id: 45 menit
mr: 45 मिनिटे

source: 1 hour
ckb: ١ کاتژمێر
cs: 1 hod
da: 1 time
id: 1 jam
mr: 1 तास
ms: 1 jam
sk: 1 hodina

source: 2 hours
ckb: ٢ کاتژمێر
cs: 2 hodiny
da: 2 timer
id: 2 jam
mr: 2 तास
ms: 2 Jam
sk: 2 hodiny

source: Suspend
ckb: وەستاندن
cs: Uspat do paměti
da: Slumre
id: Suspensi
mr: निलंबित करा
ms: Tangguh
sk: Uspať

source: Shutdown
ckb: کوژاندنەوە
cs: Vypnout
da: Sluk
id: Matikan
mr: बंद करा
ms: Matikan
sk: Vypnúť

source: Lock
ckb: قوفڵکردنی سیستەم
cs: Zamknout
da: Lås
id: Kunci
mr: लॉक
ms: Kunci
sk: Uzamknúť

source: Halt
cs: Zastavit
da: Stop
id: Berhenti
mr: थांबा
ms: Henti
sk: Zastaviť

source: Do nothing
ckb: با هیچ ڕوونەدات
cs: Nedělat nic
da: Gør intet
id: Jangan lakukan apapun
mr: काही करू नका
ms: Jangan buat apa-apa
sk: Nerobiť nič

source: Not supported
ckb: پاڵپشتی نەکراو
cs: Nepodporováno
da: Ikke understøttet
id: Tidak didukung
mr: समर्थित नाही
ms: Tidak disokong
sk: Nepodporované

source: Prompt to shutdown
da: Spørg om der skal lukkes ned
mr: शटडाउनला सूचित करा
sk: Výzva na vypnutie

source: Show battery percentage in Panel:
sk: Zobrazovať percentá batérie v Paneli:

source: Power management mode:
sk: Režim správy napájania:

source: Sleep inactivity timeout
ckb: کات بەسەرچوونی ناچالاکی خەو
cs: Časový limit neaktivity ve spánku
sk: Časovač neaktivity počas spánku

source: Power Saver
ckb: پارێزەرەی وزە
cs: Šetření energií
sk: Šetrenie batérie

source: Balanced
ckb: باڵانسکراو
cs: Vyváženo
sk: Vyvážený

source: Performance
ckb: ئەدا
sk: Výkon

source: Manage power settings
ms: Urus tetapan kuasa

source: Configure display brightness, power buttons, and sleep behavior
ms: Konfigut kecerahan paparan ,butang kuasa, dan kelakuan tidur

source: Sleep button
ms: Butang tidur

source: Sleep inactive
ms: Tidur tidak aktif

source: Dim display when inactive:
ms: Malapkan paparan jika tidak aktif:

source: Hibernate
ms: Hibernasi
